Repository: atknatk/rafraf
Catalog: apps/ios/RafRaf/Resources/Localizable.xcstrings
Source language: tr
Languages: en

# agent.activeTasks
source: görev
en: tasks

# agent.detail.title
source: Agent Detay
en: Agent Detail

# agent.setup.step1.title
source: Agent'ı yükleyin
en: Install the agent

# agent.setup.step2.detail
source: BACKEND_WS_URL ve AGENT_API_KEY değişkenlerini ayarlayın
en: Set BACKEND_WS_URL and AGENT_API_KEY in your environment

# agent.setup.step2.title
source: Ortam değişkenlerini yapılandırın
en: Configure environment

# agent.setup.step3.detail
source: rafraf-agent start — agent otomatik olarak burada görünecek
en: rafraf-agent start — the agent will appear here automatically

# agent.setup.step3.title
source: Agent'ı başlatın
en: Start the agent

# agent.empty.message
source: Burada görmek için bir host agent başlatın.
en: Start a host agent to see it here.

# agent.empty.title
source: Bağlı agent yok
en: No agents connected

# agent.error.dismiss
source: Kapat
en: Dismiss

# agent.refresh.justNow
source: az önce
en: just now

# agent.error.loadFailed
source: Agent'lar yüklenemedi
en: Failed to load agents

# agent.error.refreshFailed
source: Agent'lar yenilenemedi
en: Failed to refresh agents

# agent.filter.all
source: Tümü
en: All

# agent.filter.busy
source: Meşgul
en: Busy

# agent.filter.offline
source: Çevrimdışı
en: Offline

# agent.filter.online
source: Çevrimiçi
en: Online

# agent.list.title
source: Agent'lar
en: Agents

# agent.processes.title
source: Claude Süreçleri
en: Claude Processes

# agent.projects.active
source: Aktif Projeler
en: Active Projects

# agent.projects.discovered
source: Keşfedilen Projeler
en: Discovered Projects

# agent.projects.title
source: Projeler
en: Projects

# agent.projects.toggleError
source: Proje durumu güncellenemedi
en: Could not update project status

# agent.status.busy
source: Meşgul
en: Busy

# agent.status.offline
source: Çevrimdışı
en: Offline

# agent.status.online
source: Çevrimiçi
en: Online

# agent.status.backOnline
source: %@ tekrar çevrimiçi
en: %@ is back online

# agent.status.newOnline
source: %@ bağlandı
en: %@ connected

# agent.status.wentOffline
source: %@ çevrimdışı oldu
en: %@ went offline

# agent.subscription.claudeMessages
source: Claude Mesajları
en: Claude Messages

# agent.subscription.lastUpdated
source: Son Güncelleme
en: Last Updated

# agent.subscription.loadError
source: Kullanım bilgisi yüklenemedi
en: Failed to load usage data

# agent.subscription.rateLimited
source: Limit Aşıldı
en: Rate Limited

# agent.subscription.refresh
source: Yenile
en: Refresh

# agent.subscription.title
source: Subscription Kullanımı
en: Subscription Usage

# agent.subscription.todayMessages
source: Mesajlar
en: Messages

# agent.subscription.todaySessions
source: Sessionlar
en: Sessions

# agent.subscription.todayTools
source: Tool Çağrıları
en: Tool Calls

# agent.subscription.unavailable
source: Kullanım bilgisi alınamıyor
en: Usage data unavailable

# agent.subscription.weeklyChart
source: Son 7 Gün
en: Last 7 Days

# approval.action.approve
source: Onayla
en: Approve

# approval.action.detail
source: Detay
en: Detail

# approval.action.reject
source: Reddet
en: Reject

# approval.card.accessibilityLabel
source: Onay karti
en: Approval card

# approval.category.deploy
source: Dağıtım
en: Deploy

# approval.category.destructive
source: Yikici islem
en: Destructive action

# approval.category.infrastructure
source: Altyapi
en: Infrastructure

# approval.category.writeRemote
source: Uzak yazma
en: Remote write

# approval.countdown.remaining %lld
source: %lld saniye kaldi
en: %lld seconds remaining

# approval.decided
source: Karar verildi
en: Decided

# approval.error.submitFailed
source: Onay gonderilemedi
en: Approval submission failed

# approval.error.timeoutFailed
source: Sure doldu
en: Time expired

# approval.option.hint %@
source: %@ secenegi
en: %@ option

# auth.biometric.faceID
source: Face ID ile Giris
en: Sign In with Face ID

# auth.biometric.opticID
source: Optic ID ile Giris
en: Sign In with Optic ID

# auth.biometric.reason
source: Hesabiniza giris yapmak icin dogrulayin
en: Verify to sign in to your account

# auth.biometric.touchID
source: Touch ID ile Giris
en: Sign In with Touch ID

# auth.biometric.unavailable
source: Biyometrik dogrulama kullanilabilir degil
en: Biometric authentication is not available

# auth.checking
source: Dogrulaniyor...
en: Verifying...

# auth.error.biometricFailed
source: Biyometrik dogrulama basarisiz
en: Biometric authentication failed

# auth.error.biometricNotAvailable
source: Biyometrik dogrulama kullanilabilir degil
en: Biometric authentication is not available

# auth.error.invalidForm
source: Lutfen tum alanlari doldurun
en: Please fill in all fields

# auth.error.loginFailed
source: Giris basarisiz
en: Login failed

# auth.error.passwordMismatch
source: Sifreler eslesmiyor
en: Passwords do not match

# auth.field.confirmPassword
source: Sifre Tekrar
en: Confirm Password

# auth.field.email
source: E-posta
en: Email

# auth.field.password
source: Sifre
en: Password

# auth.login.button
source: Giris Yap
en: Sign In

# auth.login.noAccount
source: Hesabiniz yok mu?
en: Don't have an account?

# auth.login.orDivider
source: veya
en: or

# auth.login.registerLink
source: Kayit Ol
en: Sign Up

# auth.login.subtitle
source: Hesabiniza giris yapin
en: Sign in to your account

# auth.login.title
source: Giris Yap
en: Sign In

# auth.register.button
source: Kayit Ol
en: Sign Up

# auth.register.hasAccount
source: Zaten hesabiniz var mi?
en: Already have an account?

# auth.register.loginLink
source: Giris Yap
en: Sign In

# auth.register.subtitle
source: Yeni hesap olusturun
en: Create a new account

# auth.register.title
source: Kayit Ol
en: Sign Up

# bookmarks.copy
source: Kopyala
en: Copy

# bookmarks.empty.message
source: AI mesajlarına uzun basarak yer imi ekleyebilirsiniz
en: Long-press any AI message to bookmark it

# bookmarks.empty.title
source: Yer İmi Yok
en: No Bookmarks

# bookmarks.remove
source: Kaldır
en: Remove

# bookmarks.title
source: Yer İmleri
en: Bookmarks

# chat.code.copied
source: Kopyalandi
en: Copied

# chat.code.copy
source: Kopyala
en: Copy

# chat.date.today
source: Bugün
en: Today

# chat.date.yesterday
source: Dün
en: Yesterday

# chat.diff.moreLines.one
source: %lld satir daha
en: %lld more line

# chat.diff.moreLines.other
source: %lld satir daha
en: %lld more lines

# chat.diff.title
source: Kod Degisiklikleri
en: Code Changes

# chat.empty.message
source: AI asistan ile sohbete baslamak icin bir mesaj gonderin.
en: Send a message to start chatting with AI assistant.

# chat.empty.title
source: Henuz mesaj yok
en: No messages yet

# chat.error.dismiss
source: Kapat
en: Dismiss

# chat.error.loadFailed
source: Mesajlar yuklenemedi
en: Failed to load messages

# chat.error.sendFailed
source: Mesaj gonderilemedi
en: Failed to send message

# chat.export.header
source: # Konuşma Geçmişi
en: # Conversation History

# chat.export.role.user
source: Sen
en: You

# chat.export.title
source: Dışa Aktar
en: Export

# chat.file.unknown
source: Bilinmeyen dosya
en: Unknown file

# chat.image.loadError
source: Gorsel yuklenemedi
en: Failed to load image

# chat.input.placeholder
source: Mesajinizi yazin...
en: Type your message...

# chat.loading
source: Yukleniyor...
en: Loading...

# chat.loadMore
source: Daha Fazla Yukle
en: Load More

# chat.queue.banner
source: %lld mesaj gönderilmeyi bekliyor
en: %lld message(s) queued

# chat.queue.queued
source: Mesaj kuyruğa alındı, bağlantı kurulunca gönderilecek
en: Message queued, will send when connected

# chat.message.bookmark
source: Yer İmi Ekle
en: Bookmark

# chat.message.rateDown
source: Beğenmedim
en: Thumbs Down

# chat.message.rateUp
source: Beğendim
en: Thumbs Up

# chat.message.copy
source: Mesaji Kopyala
en: Copy Message

# chat.message.speak
source: Sesli Oku
en: Read Aloud

# chat.message.copyAll
source: Tümünü Kopyala
en: Copy All

# chat.message.share
source: Paylaş
en: Share

# chat.message.you
source: Sen
en: You

# chat.project.general
source: Genel Sohbet
en: General Chat

# chat.search.noResults
source: Sonuc Bulunamadi
en: No Results Found

# chat.search.noResultsMessage
source: Bu arama icin eslesen mesaj yok
en: No messages match this search.

# chat.search.prompt
source: Mesajlarda ara...
en: Search messages...

# chat.search.title
source: Mesaj Arama
en: Message Search

# chat.send
source: Gonder
en: Send

# chat.sender.user
source: Sen
en: You

# chat.title
source: Sohbet
en: Chat

# common.cancel
source: Iptal
en: Cancel

# dashboard.chart.date
source: Tarih
en: Date

# dashboard.chart.messages
source: Mesajlar
en: Messages

# dashboard.chart.title
source: Gunluk Aktivite
en: Daily Activity

# dashboard.days.7
source: 7 Gun
en: 7 Days

# dashboard.days.14
source: 14 Gun
en: 14 Days

# dashboard.days.30
source: 30 Gun
en: 30 Days

# dashboard.error.title
source: Veri Yuklenemedi
en: Could Not Load Data

# dashboard.models.title
source: Model Kullanimi
en: Model Usage

# dashboard.period
source: Donem
en: Period

# dashboard.stat.cost
source: Maliyet
en: Cost

# dashboard.stat.messages
source: Mesajlar
en: Messages

# dashboard.stat.period
source: Gun
en: Days

# dashboard.stat.period.days
source: gun analizi
en: days analyzed

# dashboard.stat.tokens
source: Tokenlar
en: Tokens

# error.default.title
source: Hata
en: Error

# error.network.message
source: Ag baglantisi kurulamadi
en: Network connection failed

# error.retry
source: Tekrar Dene
en: Try Again

# error.server.message
source: Sunucu hatasi olustu
en: A server error occurred

# error.server.title
source: Sunucu Hatasi
en: Server Error

# fileSharing.attachment.accessibilityHint
source: Dosya ekini acmak icin dokunun
en: Tap to open file attachment

# fileSharing.attachment.accessibilityLabel %@
source: %@ dosya eki
en: %@ file attachment

# fileSharing.error.accessDenied
source: Dosya erisimi reddedildi
en: File access denied

# fileSharing.error.downloadFailed
source: Dosya indirilemedi
en: File download failed

# fileSharing.error.fileReadFailed
source: Dosya okunamadi
en: File could not be read

# fileSharing.error.fileTooLarge %lld
source: Dosya cok buyuk (maks %lld MB)
en: File is too large (max %lld MB)

# fileSharing.error.fileTooLargeForType %@ %lld
source: %@ dosyasi cok buyuk (maks %lld MB)
en: %@ file is too large (max %lld MB)

# fileSharing.error.unsupportedType %@
source: Desteklenmeyen dosya tipi: %@
en: Unsupported file type: %@

# fileSharing.error.uploadFailed
source: Dosya yuklenemedi
en: File upload failed

# fileSharing.preview.accessibilityLabel %@
source: %@ onizlemesi
en: %@ preview

# fileSharing.preview.close
source: Kapat
en: Close

# fileSharing.preview.noLocalFile
source: Yerel dosya bulunamadi
en: Local file not found

# fileSharing.selectFile
source: Dosya Sec
en: Select File

# fileSharing.upload.accessibilityLabel %@
source: %@ yukleniyor
en: Uploading %@

# fileSharing.upload.accessibilityValue %lld
source: Yuzde %lld tamamlandi
en: %lld percent complete

# home.action.chat
source: Sohbet
en: Chat

# home.action.projects
source: Projeler
en: Projects

# home.empty.action
source: Proje Olustur
en: Create Project

# home.empty.message
source: Yeni bir proje olusturarak baslayin.
en: Get started by creating a new project.

# home.empty.title
source: Henuz proje yok
en: No projects yet

# home.loading
source: Yukleniyor...
en: Loading...

# home.title
source: Ana Sayfa
en: Home

# home.welcome.subtitle
source: Projelerinizi yonetin ve AI asistan ile calisin.
en: Manage your projects and work with AI assistant.

# home.welcome.title
source: Hosgeldiniz
en: Welcome

# liveactivity.completed
source: Tamamlandi
en: Completed

# liveactivity.starting
source: Baslatiliyor...
en: Starting...

# loading.message
source: Yukleniyor...
en: Loading...

# notification.banner.dismiss
source: Kapat
en: Dismiss

# notification.category.approvalNeeded
source: Onay Gerekli
en: Approval Needed

# notification.category.error
source: Hata
en: Error

# notification.category.info
source: Bilgi
en: Info

# notification.category.taskComplete
source: Gorev Tamamlandi
en: Task Complete

# notification.error.loadSettings
source: Ayarlar yuklenemedi
en: Failed to load settings

# notification.error.tokenRegistration
source: Bildirim kaydi basarisiz
en: Notification registration failed

# notification.error.updateSettings
source: Ayarlar guncellenemedi
en: Failed to update settings

# notification.permission.authorized
source: Bildirimler aktif
en: Notifications enabled

# notification.permission.denied
source: Bildirimler kapatildi
en: Notifications disabled

# notification.permission.deniedDescription
source: Bildirimleri acmak icin Ayarlar'a gidin
en: Go to Settings to enable notifications

# notification.permission.enable
source: Bildirimleri Ac
en: Enable Notifications

# notification.permission.notDetermined
source: Bildirim izni istenmedi
en: Notification permission not requested

# notification.permission.openSettings
source: Ayarlari Ac
en: Open Settings

# notification.section.categories
source: Bildirim Kategorileri
en: Notification Categories

# notification.section.categoriesFooter
source: Hangi bildirimleri almak istediginizi secin
en: Choose which notifications you want to receive

# notification.section.permission
source: Bildirim Izni
en: Notification Permission

# notification.settings.loading
source: Yukleniyor...
en: Loading...

# notification.settings.title
source: Bildirim Ayarlari
en: Notification Settings

# progress.completed.message
source: Tamamlandi
en: Completed

# progress.duration.lessThanSecond
source: 1 saniyeden az
en: Less than 1 second

# progress.duration.minutes.%lld.%lld
source: %lld dk %lld sn
en: %lld min %lld sec

# progress.duration.seconds.%lld
source: %lld saniye
en: %lld seconds

# progress.percentage.%lld
source: Yuzde %lld
en: %lld percent

# progress.preview.building
source: Derleniyor...
en: Building...

# progress.preview.step1
source: Analiz ediliyor
en: Analyzing

# progress.preview.step2
source: Kod yaziliyor
en: Writing code

# progress.preview.step3
source: Test ediliyor
en: Testing

# progress.preview.step4
source: Dogrulaniyor
en: Verifying

# progress.preview.thinking
source: Dusunuyor...
en: Thinking...

# progress.status.cancelled
source: Iptal edildi
en: Cancelled

# progress.status.completed
source: Tamamlandi
en: Completed

# progress.status.failed
source: Basarisiz
en: Failed

# progress.status.processing
source: Isleniyor
en: Processing

# progress.status.running
source: Calisiyor
en: Running

# progress.step.%lld of %lld
source: Adim %lld / %lld
en: Step %lld of %lld

# progress.step.count.%lld.%lld
source: %lld / %lld adim
en: %lld / %lld steps

# progress.step.label.%lld
source: Adim %lld
en: Step %lld

# progress.type.generating
source: Olusturuluyor
en: Generating

# progress.type.thinking
source: Dusunuyor
en: Thinking

# progress.type.toolCalling
source: Arac calistiriliyor
en: Running tool

# progress.type.waitingApproval
source: Onay bekleniyor
en: Waiting for approval

# project.action.activate
source: Aktif Yap
en: Activate

# project.action.archive
source: Arsivle
en: Archive

# project.action.cancel
source: Iptal
en: Cancel

# project.action.create
source: Proje Olustur
en: Create Project

# project.action.deduplicate
source: Duplicate Temizle
en: Remove Duplicates

# project.action.edit
source: Duzenle
en: Edit

# project.deduplicate.confirm
source: Duplicate'leri Sil
en: Delete Duplicates

# project.deduplicate.message
source: Ayni klasor veya repository'e sahip duplicate projeler silinecek. Bu islem geri alinamaz.
en: Duplicate projects with the same folder or repository will be deleted. This cannot be undone.

# project.deduplicate.title
source: Duplicate Projeleri Temizle
en: Remove Duplicate Projects

# project.detail.createdAt
source: Olusturulma
en: Created

# project.detail.description
source: Aciklama
en: Description

# project.detail.info
source: Proje Bilgisi
en: Project Info

# project.detail.lastActivity
source: Son Aktivite
en: Last Activity

# project.detail.loading
source: Yukleniyor...
en: Loading...

# project.detail.recentActivity
source: Son Aktiviteler
en: Recent Activity

# project.detail.status
source: Durum
en: Status

# project.detail.techStack
source: Teknoloji Yigini
en: Tech Stack

# project.detail.title
source: Proje Detayi
en: Project Detail

# project.detail.updatedAt
source: Guncelleme
en: Updated

# project.empty.message
source: Henuz proje bulunmuyor
en: No projects found yet

# project.empty.title
source: Proje Yok
en: No Projects

# project.error.deduplicateFailed
source: Temizleme islemi basarisiz oldu.
en: Failed to remove duplicates.

# project.error.detailFailed
source: Proje detayi yuklenemedi
en: Failed to load project detail

# project.error.dismiss
source: Kapat
en: Dismiss

# project.error.loadFailed
source: Projeler yuklenemedi
en: Failed to load projects

# project.error.refreshFailed
source: Yenileme basarisiz
en: Refresh failed

# project.error.updateFailed
source: Durum guncellenemedi
en: Status update failed

# project.form.button.create
source: Proje Olustur
en: Create Project

# project.form.button.save
source: Degisiklikleri Kaydet
en: Save Changes

# project.form.error.nameRequired
source: Proje adi zorunludur
en: Project name is required

# project.form.field.description
source: Aciklama
en: Description

# project.form.field.localPath
source: Lokal Yol
en: Local Path

# project.form.field.name
source: Proje Adi
en: Project Name

# project.form.field.techStack
source: Teknoloji Yigini
en: Tech Stack

# project.form.hint.techStack
source: Virgullerle ayirin (ornek: Swift, Python, FastAPI)
en: Comma-separated (e.g. Swift, Python, FastAPI)

# project.form.placeholder.description
source: Projenizi aciklayin...
en: Describe your project...

# project.form.placeholder.localPath
source: /Users/dev/projem
en: /Users/dev/my-project

# project.form.placeholder.name
source: Harika Projem
en: My Awesome Project

# project.form.placeholder.repositoryURL
source: https://github.com/kullanici/repo
en: https://github.com/user/repo

# project.form.title.create
source: Yeni Proje
en: New Project

# project.form.title.edit
source: Projeyi Duzenle
en: Edit Project

# project.filter.active
source: Aktif
en: Active

# project.filter.all
source: Tumu
en: All

# project.filter.allAgents
source: Tum Agentlar
en: All Agents

# project.filter.archived
source: Arsivlenmis
en: Archived

# project.filter.completed
source: Tamamlanmis
en: Completed

# project.filter.pending
source: Beklemede
en: Pending

# project.list.title
source: Projeler
en: Projects

# project.loading
source: Yukleniyor...
en: Loading...

# project.loadMore
source: Daha Fazla Yukle
en: Load More

# project.status.active
source: Aktif
en: Active

# project.status.archived
source: Arsivlenmis
en: Archived

# project.status.completed
source: Tamamlanmis
en: Completed

# project.status.pending
source: Beklemede
en: Pending

# screenshotViewer.close
source: Kapat
en: Close

# screenshotViewer.error.imageLoadFailed
source: Gorsel yuklenemedi
en: Failed to load image

# screenshotViewer.error.invalidURL
source: Gecersiz URL
en: Invalid URL

# screenshotViewer.error.loadFailed
source: Ekran goruntusu yuklenemedi
en: Failed to load screenshot

# screenshotViewer.loading
source: Yukleniyor...
en: Loading...

# screenshotViewer.retry
source: Tekrar Dene
en: Try Again

# settings.appearance.dark
source: Karanlik
en: Dark

# settings.appearance.fontSize
source: Yazi Boyutu
en: Font Size

# settings.appearance.light
source: Aydinlik
en: Light

# settings.appearance.mode
source: Gorunum Modu
en: Appearance Mode

# settings.appearance.system
source: Sistem
en: System

# settings.fontSize.large
source: Buyuk
en: Large

# settings.fontSize.medium
source: Orta
en: Medium

# settings.fontSize.small
source: Kucuk
en: Small

# settings.logout
source: Cikis Yap
en: Log Out

# settings.logout.cancel
source: Iptal
en: Cancel

# settings.logout.confirmAction
source: Cikis Yap
en: Log Out

# settings.logout.confirmMessage
source: Cikis yapmak istediginize emin misiniz?
en: Are you sure you want to log out?

# settings.logout.confirmTitle
source: Cikis
en: Log Out

# settings.notification.approvalRequests
source: Onay Istekleri
en: Approval Requests

# settings.notification.push
source: Push Bildirimleri
en: Push Notifications

# settings.notification.systemAlerts
source: Sistem Uyarilari
en: System Alerts

# settings.notification.taskUpdates
source: Gorev Guncellemeleri
en: Task Updates

# settings.section.app
source: Uygulama
en: Application

# settings.section.appearance
source: Gorunum
en: Appearance

# settings.section.notifications
source: Bildirimler
en: Notifications

# settings.section.profile
source: Profil
en: Profile

# settings.section.voice
source: Ses
en: Voice

# cost.card.noData
source: Maliyet verisi yok
en: No cost data available

# cost.card.title
source: API Maliyeti
en: API Cost

# cost.period.daily
source: Günlük
en: Daily

# cost.period.label
source: Dönem
en: Period

# cost.period.monthly
source: Aylık
en: Monthly

# cost.period.weekly
source: Haftalık
en: Weekly

# cost.stat.calls
source: Çağrı
en: Calls

# cost.stat.cost
source: Maliyet
en: Cost

# cost.stat.tokens
source: Token
en: Tokens

# settings.title
source: Ayarlar
en: Settings

# settings.tts.language.english
source: Ingilizce
en: English

# settings.tts.language.turkish
source: Turkce
en: Turkish

# settings.version
source: Surum
en: Version

# settings.voice.autoPlay
source: Otomatik Oynat
en: Auto Play

# settings.voice.language
source: Ses Dili
en: Voice Language

# settings.voice.speed
source: Konusma Hizi
en: Speech Speed

# tab.agents
source: Agent'lar
en: Agents

# tab.chat
source: Sohbet
en: Chat

# tab.projects
source: Projeler
en: Projects

# tab.settings
source: Ayarlar
en: Settings

# voice.error.sendFailed
source: Sesli mesaj gonderilemedi
en: Failed to send voice message

# voice.idle.hint
source: Dinleme kisa surede baslayacak...
en: Listening will start shortly...

# voice.interrupted
source: Kesildi
en: Interrupted

# voice.processing
source: Dusunuyor...
en: Thinking...

# voice.state.aiSpeaking
source: AI konusuyor
en: AI is speaking

# voice.state.idle
source: Hazir
en: Ready

# voice.state.interrupted
source: Kesildi
en: Interrupted

# voice.state.listening
source: Dinliyor
en: Listening

# voice.state.processing
source: Isleniyor
en: Processing

# voice.tapToInterrupt
source: Kesmek icin dokunun
en: Tap to interrupt

# voiceInput.button.hint
source: Sesli giris icin dokunun
en: Tap to start voice input

# voiceInput.button.startRecording
source: Kaydi Baslat
en: Start Recording

# voiceInput.button.stopRecording
source: Kaydi Durdur
en: Stop Recording

# voiceInput.cancel
source: Iptal
en: Cancel

# voiceInput.error.audioSession
source: Ses oturumu baslatilamadi
en: Failed to start audio session

# voiceInput.error.connectionFailed
source: Baglanti kurulamadi
en: Connection failed

# voiceInput.error.emptyTranscription
source: Transkripsiyon bos
en: Transcription is empty

# voiceInput.error.microphonePermissionDenied
source: Mikrofon izni reddedildi
en: Microphone permission denied

# voiceInput.error.networkUnavailable
source: Ag baglantisi yok
en: Network unavailable

# voiceInput.error.transcriptionFailed
source: Transkripsiyon basarisiz
en: Transcription failed

# voiceInput.language.turkish
source: Turkce
en: Turkish

# voiceInput.languageSelector.label
source: Dil
en: Language

# voiceInput.listening
source: Dinleniyor...
en: Listening...

# voiceInput.processing
source: Isleniyor...
en: Processing...

# voiceOutput.autoPlay
source: Otomatik Oynat
en: Auto Play

# voiceOutput.button.loading
source: Yukleniyor...
en: Loading...

# voiceOutput.button.pause
source: Duraklat
en: Pause

# voiceOutput.button.play
source: Oynat
en: Play
